{
  "provinces": [
    {
      "id": 0,
      "province": "Aceh",
      "english": "Aceh",
      "indonesia": "Aceh",
      "tarian": "Tari Likok Pulo",
      "tarian_desc": "Tari Likok Pulo adalah sebuah tarian tradisional yang berasal dari Aceh, Indonesia. 'Likok' berarti gerak tari, sementara 'Pulo' berarti pulau. Pulo di sini merujuk pada sebuah pulau kecil di ujung utara Pulau Sumatra yang juga disebut Pulau Breuh, atau Pulau Beras.",
      "tarianImg": "https://i.ibb.co/XVBCKKg/1.png",
      "vidSrc": "_q9HbXB4rAY"
    },
    {
      "id": 1,
      "province": "Sumatera Utara",
      "english": "North_Sumatra",
      "indonesia": "Sumatera_Utara",
      "tarian": "Tari Serampang 12",
      "tarian_desc": "Tari serampang dua belas mengisahkan tentang cinta pertama antara sepasang manusia. Pada akhirnya, kedua pasangan tersebut berhasil melanjutkan ke jenjang yang lebih serius, yaitu pernikahan.",
      "tarianImg": "https://i.ibb.co/dcvqMkb/2.png",
      "vidSrc": "7SzpYWSLxG0"
    },
    {
      "id": 2,
      "province": "Sumatera Barat",
      "english": "West_Sumatra",
      "indonesia": "Sumatera_Barat",
      "tarian": "Tari Payung",
      "tarian_desc": "Tari Payung merupakan tarian tradisional dari Minangkabau, Sumatra Barat dengan perlengkapan utama berupa payung. Tarian daerah yang dikenal oleh masyarakat bersamaan dengan Tari Piring, Tari Randai dan Tari Indang ini menggambarkan pergaulan muda-mudi, cinta, dan kasih sayang.",
      "tarianImg": "https://i.ibb.co/3vw7DcD/3.png",
      "vidSrc": "lCjoWN9bp5Y"
    },
    {
      "id": 3,
      "province": "Riau",
      "english": "Riau",
      "indonesia": "Riau",
      "tarian": "Tari Zapin",
      "tarian_desc": "Tari Zapin merupakan Tari adat Riau yang pertama. Sebenarnya tari Zapin ini berasal dari daerah arab lebih tepatnya daerah Yaman.",
      "tarianImg": "https://i.ibb.co/vs08DkV/4.png",
      "vidSrc": "6okwLOZxktQ"
    },
    {
      "id": 4,
      "province": "Jambi",
      "english": "Jambi",
      "indonesia": "Jambi",
      "tarian": "Tari Sekapur Sirih",
      "tarian_desc": "Tari Sekapur Sirih merupakan tari tradisional penyambutan tamu yang tergolong baru. Tarian ini diperkenalkan pada tahun 1962 oleh penciptanya seorang seniman kondang asal Jambi yaitu Firdaus Chatab.",
      "tarianImg": "https://i.ibb.co/KXv13tS/5.png",
      "vidSrc": "ZmF1e_kVLE8"
    },
    {
      "id": 5,
      "province": "Sumatera Selatan",
      "english": "South_Sumatra",
      "indonesia": "Sumatera_Selatan",
      "tarian": "Gending Sriwijaya",
      "tarian_desc": "Gending Sriwijaya merupakan lagu dan tarian tradisional masyarakat Kota Palembang, Sumatera Selatan. Melodi lagu Gending Sriwijaya diperdengarkan untuk mengiringi Tari Gending Sriwijaya. Baik lagu maupun tarian ini menggambarkan keluhuran budaya, kejayaan, dan keagungan kemaharajaan Sriwijaya yang pernah berjaya mempersatukan wilayah Barat Nusantara.[1] Lirik lagu ini juga menggambarkan kerinduan seseorang akan zaman di mana pada saat itu Sriwijaya pernah menjadi pusat studi agama Buddha di dunia.",
      "tarianImg": "https://s3.theasianparent.com/tap-assets-prod/wp-content/uploads/sites/24/2022/12/tari-gending-sriwijaya-min.jpg",
      "vidSrc": "_iOgonp5hEk"
    },
    {
      "id": 6,
      "province": "Bengkulu",
      "english": "Bengkulu",
      "indonesia": "Bengkulu",
      "tarian": "Tari Andun",
      "tarian_desc": "Tari Andun adalah salah satu tari rakyat yang berasal dari Bengkulu.[1] Perunjukan Tari Andun merupakan bagian dari persyaratan wajib dalam pelaksanaan upacara adat Nundang Padi. Tari Andun ditampilkan di lapangan terbuka. Gerak tarinya berupa gerak sembah, gerak puji dan gerak saling tindih.",
      "tarianImg": "https://pesona-indonesia.info/wp-content/uploads/2020/02/Pertunjukkan-tari-andun.jpg",
      "vidSrc": "6ItJIufEC-M"
    },
    {
      "id": 7,
      "province": "Lampung",
      "english": "Lampung",
      "indonesia": "Lampung",
      "tarian": "Tari Bedana",
      "tarian_desc": "Tari Bedana merupakan salah satu tarian tradisional Zapin Melayu yang berasal dari daerah Lampung. Tari Bedana biasa dibawakan oleh pemuda-pemudi Lampung dalam acara tertentu sebagai ungkapan rasa gembira.",
      "tarianImg": "https://i.ibb.co/718z9PG/8.png",
      "vidSrc": "-M2a8EqsYB0"
    },
    {
      "id": 8,
      "province": "Kepulauan Bangka Belitung",
      "english": "Bangka_Belitung_Islands",
      "indonesia": "Kepulauan_Bangka_Belitung",
      "tarian": "Tari Campak",
      "tarian_desc": "Tari Campak merupakan tarian dari daerah Bangka-Belitung yang menggambarkan keceriaan bujang dan dayang di Kepulauan Bangka Belitung. Tarian ini biasanya dibawakan setelah panen padi atau sepulang dari ume (kebun).",
      "tarianImg": "https://i.ibb.co/9Yp5hgm/9.png",
      "vidSrc": "BV31zSft-tk"
    },
    {
      "id": 9,
      "province": "Kepulauan Riau",
      "english": "Riau_Islands",
      "indonesia": "Kepulauan_Riau",
      "tarian": "Tari Tanduak",
      "tarian_desc": "Tari tandak adalah salah satu tarian tradisional asal Kepulauan Riau (Kepri) yang sangat kuat dipengaruhi oleh adat dan kebiasaan masyarakat suku Melayu. Tari tandak awalnya digunakan sebagai tari pergaulan para remaja sebagai ajang biro jodoh.",
      "tarianImg": "https://i.ibb.co/VMK0LCC/10.png",
      "vidSrc": "SQ5qBZ9GN4s"
    },
    {
      "id": 10,
      "province": "DKI Jakarta",
      "english": "Jakarta",
      "indonesia": "Daerah_Khusus_Ibukota_Jakarta",
      "tarian": "Tari Yapong",
      "tarian_desc": "Berbeda dengan tarian tradisional pada umumnya yang berasal dari warisan budaya turun-temurun selama beratus tahun.Tari yapong baru saja diciptakan pada tahun 1977 yang dipersiapkan khusus untuk pertunjukan ulang tahun ibukota Jakarta ke-450. Dinas Kebudayaan DKI membuat ide untuk menciptakan tarian yang kemudian direlasikan oleh Bagong Kusudiarjo.",
      "tarianImg": "https://i.ibb.co/cJBSwmY/11.png",
      "vidSrc": "oNJGB1htt48",
      "vidStart": 59
    },
    {
      "id": 11,
      "province": "Jawa Barat",
      "english": "West_Java",
      "indonesia": "Jawa_Barat",
      "tarian": "Jaipongan",
      "tarian_desc": "Tari Jaipong merupakan sebuah tarian tradisional yang berasal dari daerah Karawang, Jawa Barat. Tarian ini berkembang di era tahun 1960 an. Awalnya tari ini dikenal masyarakat dengan nama Tari Banjet.",
      "tarianImg": "https://i.ibb.co/BGZKvnb/12.png",
      "vidSrc": "ZnfDoVWT2rc"
    },
    {
      "id": 12,
      "province": "Jawa Tengah",
      "english": "Central_Java",
      "indonesia": "Jawa_Tengah",
      "tarian": "Tari Endel",
      "tarian_desc": "Tari Topeng Endel adalah tarian khas Tegal yang menggambarkan seorang wanita genit atau dalam Bahasa Tegalnya, ",
      "lenjeh": ". Tari Topeng Endel hanya dapat dibawakan oleh penari wanita dengan menggunakan topeng yang berwujud wanita cantik, berwajah putih, dan murah senyum.",
      "tarianImg": "https://i.ibb.co/Pzm8MNN/13.png",
      "vidSrc": "qT_2dJNO8q8"
    },
    {
      "id": 13,
      "province": "DI Yogyakarta",
      "english": "Special_Region_of_Yogyakarta",
      "indonesia": "Daerah_Istimewa_Yogyakarta",
      "tarian": "Srimpi",
      "tarian_desc": "Tari Serimpi adalah bentuk repertoar tari Jawa klasik yang berasal dari tradisi kraton Kesultanan Mataram. Tarian ini sudah ada sejak zaman kerajaan dan terkenal memiliki gerak yang sangat halus dan cerita yang mengandung nilai simbolis. Pada zaman Mataram, Serimpi berfungsi sebagai tari pengiring pada upacara kerajaan.",
      "tarianImg": "https://i.ibb.co/xqGdq1x/14.png",
      "vidSrc": "bv8vrrX4lYM"
    },
    {
      "id": 14,
      "province": "Jawa Timur",
      "english": "East_Java",
      "indonesia": "Jawa_Timur",
      "tarian": "Reog",
      "tarian_desc": "Reog adalah tarian tradisional dari Ponorogo, Jawa Timur. Tarian ini menampilkan sosok berkepala singa dengan hiasan bulu merak dan topeng macan berukuran besar. Tarian ini berfungsi sebagai hiburan rakyat dan mengandung unsur magis.",
      "tarianImg": "https://i.ibb.co/Wy7wVMV/15.png",
      "vidSrc": "fem1y8tJS1k"
    },
    {
      "id": 15,
      "province": "Banten",
      "english": "Banten",
      "indonesia": "Banten",
      "tarian": "Bantengan",
      "tarian_desc": "Tarian tradisional Banten ini adalah buah kreasi dari seniman lokal bernama Beni Kusnandar.  Tidak sendiri, Beni mengembangkan tarian unik ini bersama sang istri, Wiwin Purwinarti. Di sisi lain, lahirnya tarian ini juga menjadi wujud kepedulian Beni dan istri sebagai seniman Banten yang ingin terus melestarikan adat daerah.",
      "tarianImg": "https://i.ibb.co/8YKSc3g/16.png",
      "vidSrc": "0-5-MNmR8Uk"
    },
    {
      "id": 16,
      "province": "Bali",
      "english": "Bali",
      "indonesia": "Bali",
      "tarian": "Kecak",
      "tarian_desc": "Tari kecak merupakan salah satu kesenian khas Bali yang memadukan seni tari dan seni peran. Uniknya, tari kecak dilakukan oleh sekelompok orang dan tanpa diiringi oleh alunan musik. Gerakan dalam tari kecak menceritakan tentang kisah perwayangan Ramayana yang dikemas apik sehingga tarian ini menjadi salah satu pertunjukan favorit di Pulau Bali.",
      "tarianImg": "https://i.ibb.co/vmkP1Db/17.png",
      "vidSrc": "-dORkpaQNss"
    },
    {
      "id": 17,
      "province": "Nusa Tenggara Barat",
      "english": "West_Nusa_Tenggara",
      "indonesia": "Nusa_Tenggara_Barat",
      "tarian": "Gandrung Banyuwangi",
      "tarian_desc": "Asal usul tari gandrung sendiri ditulis dalam sebuah makalah berjudul Gandroeng Van Banyuwangi yang ditulis oleh John Scholte pada tahun 1926. Menurut Scholte, tarian ini dibuat oleh seorang pemuda bernama Marsan yang menarikan tari gandrung bersama pemain musik tradisional di jalanan. Mereka melakukan itu dengan berkeliling ke desa-desa dan diberi penghargaan berupa beras dan bahan pokok lainnya.",
      "tarianImg": "https://i.ibb.co/WzZLj6y/18.png",
      "vidSrc": "5f9pobX1fPQ"
    },
    {
      "id": 18,
      "province": "Nusa Tenggara Timur",
      "english": "East_Nusa_Tenggara",
      "indonesia": "Nusa_Tenggara_Timur",
      "tarian": "Lego-lego",
      "tarian_desc": "Lego-Lego adalah suatu pertunjukan tarian yang berasal dari Pulau Alor-Pantar, Provinsi Nusa Tenggara Timur.[1] Tarian ini merupakan tarian yang dimainkan oleh laki-laki dan perempuan secara melingkar dengan cara bergandengan tangan menarikan tari Lego-lego tanpa melihat batas agama dan status sosial.",
      "tarianImg": "https://3.bp.blogspot.com/-vjTklgSqs_8/XJCUSh-QelI/AAAAAAAAEUA/qSUaRFlNtLABRjSGdgPybeWWm4GIntDyQCLcBGAs/s1600/Tari+Lego-lego.jpg",
      "vidSrc": "7JcOstMthcM"
    },
    {
      "id": 19,
      "province": "Kalimantan Barat",
      "english": "West_Kalimantan",
      "indonesia": "Kalimantan_Barat",
      "tarian": "Tari Pinggan",
      "tarian_desc": "Tari Pinggan adalah sebuah tarian tunggal tradisional Dayak yang di sajikan untuk menghibur masyarakat dalam setiap acara tradisional. Misalnya: Gawai Dayak ( pesta Panen padi ), Gawai Belaki Bini ( pesta pernikahan ) dll.",
      "tarianImg": "https://i.ibb.co/k0BfXcB/20.png",
      "vidSrc": "hBH2wUFBu-Q"
    },
    {
      "id": 20,
      "province": "Kalimantan Tengah",
      "english": "Central_Kalimantan",
      "indonesia": "Kalimantan_Tengah",
      "tarian": "Tari Giring-Giring",
      "tarian_desc": "Tari giring-giring adalah tarian tradisional Dayak Kalimantan Tengah yang menggunakan tongkat sebagai atribut tari. Di Kalimantan Selatan, tari ini dinamakan Tari Gintur. Tarian ini mengekspresikan kegembiraan dan rasa senang masyarakat dengan cara menari dengan menggunakan tongkat sebagai media menarinya.",
      "tarianImg": "https://4.bp.blogspot.com/-B8ihTabEGD8/W4vns4sxPgI/AAAAAAAAFz0/-FUQxU1Lg74P85FxzPHqfeXHF0WCQZ4RgCLcBGAs/s1600/DSCN2627.JPG",
      "vidSrc": "4XZn2l7IHDM"
    },
    {
      "id": 21,
      "province": "Kalimantan Selatan",
      "english": "South_Kalimantan",
      "indonesia": "Kalimantan_Selatan",
      "tarian": "Tari Baksa Kembang",
      "tarian_desc": "Tari Baksa Kembang merupakan tari klasik asal Keraton Banjar dari Kalimantan Selatan. Tari tradisional satu ini merupakan tarian yang dipentaskan ketika menyambut tamu kehormatan dan dibawakan oleh putri-putri Keraton Banjar. Saat ini, tari Baksa Kembang ditampilkan oleh masyarakat dalam upacara pernikahan maupun acara lainnya.",
      "tarianImg": "https://i.ibb.co/bvzwsp5/22.png",
      "vidSrc": "QVDYR0wM_C8"
    },
    {
      "id": 22,
      "province": "Kalimantan Timur",
      "english": "East_Kalimantan",
      "indonesia": "Kalimantan_Timur",
      "tarian": "Hudoq",
      "tarian_desc": "Tari Hudoq – Tari Hudoq menjadi jenis tarian tradisional dengan unsur mistis yang cukup kental. Tarian ini sendiri merupakan tarian yang menunjukkan rasa syukur atas hasil panen yang telah didapatkan.",
      "tarianImg": "https://i.ibb.co/h2pLzcw/23.png",
      "vidSrc": "gwpkB_H38o8"
    },
    {
      "id": 23,
      "province": "Kalimantan Utara",
      "english": "North_Kalimantan",
      "indonesia": "Kalimantan_Utara",
      "tarian": "Tari Magunatip",
      "tarian_desc": "Tari Magunatip atau Tari Lalatip merupakan tarian tradisional yang berasal dari daerah Tarakan dan Malinau Kalimantan Utara. Pada jaman dahulu tarian magunatip digunakan sebagai latihan ketangkasan kaki dalam melompat dan menghindari rintangan. Hal ini dilakukan karena adanya perang antar suku. Kemudian latihan ketangkasan itu kini dijadikan sebuah tarian.",
      "tarianImg": "https://i.ibb.co/ySwKrCD/24.png",
      "vidSrc": "0ZU7rAT6pTM"
    },
    {
      "id": 24,
      "province": "Sulawesi Utara",
      "english": "North_Sulawesi",
      "indonesia": "Sulawesi_Utara",
      "tarian": "Kabasaran",
      "tarian_desc": "Tari Kabasaran adalah tarian perang tradisional dari daerah Minahasa, Sulawesi Utara. Tarian ini diangkat dari kata 'Wasal', yang berarti ayam jantan yang dipotong jenggernya agar sang ayam menjadi lebih garang dalam bertarung. Tarian ini diiringi oleh suara tambur dan / atau gong kecil. Tarian ini dimainkan oleh para penari pria yang menari dengan menggunakan pakaian perang dan juga senjata seperti pedang, tombak serta perisai.",
      "tarianImg": "https://i.ibb.co/hYBcrPc/25.png",
      "vidSrc": "CMcQdnKEAbI"
    },
    {
      "id": 25,
      "province": "Sulawesi Tengah",
      "english": "Central_Sulawesi",
      "indonesia": "Sulawesi_Tengah",
      "tarian": "Tari Dero",
      "tarian_desc": "Tari Dero adalah salah satu tarian tradisional masyarakat Suku Pamona di Sulawesi Tengah. Tarian ini tergolong tarian pergaulan yang ditarikan secara masal oleh semua kalangan masyarakat, baik pria maupun wanita, baik tua maupun muda bisa melakukan tarian ini. Tari Dero ini merupakan salah satu tradisi lama masyarakat Suku Pamona yang masih dipertahankan hingga sekarang dan sering ditampilkan di berbagai acara seperti upacara adat, pesta adat, penyambutan, dan berbagai acara yang bersifat hiburan dan budaya lainnya.",
      "tarianImg": "https://i.ibb.co/XDtPtGm/26.png",
      "vidSrc": "1hAWGD478LU"
    },
    {
      "id": 26,
      "province": "Sulawesi Selatan",
      "english": "South_Sulawesi",
      "indonesia": "Sulawesi_Selatan",
      "tarian": "Tari Pakarena",
      "tarian_desc": "Tari Pakarena (Makassar: ᨄᨀᨑᨙᨊ, translit. Pakarena, har. 'penari' pengucapan bahasa Makassar: [pakaˈrena] adalah tarian tradisional asli suku Makassar dari Sulawesi Selatan yang diiringi oleh 2 (dua) kepala drum (gandrang) dan sepasang instrument alat semacam suling (puik-puik).",
      "tarianImg": "https://bergaya.id/wp-content/uploads/2020/11/Karakteristik-Tari-Kipas.jpg",
      "vidSrc": "u7xpzELPLqM"
    },
    {
      "id": 27,
      "province": "Sulawesi Tenggara",
      "english": "Southeast_Sulawesi",
      "indonesia": "Sulawesi_Tenggara",
      "tarian": "Lariangi",
      "tarian_desc": "Lariangi adalah seni pertunjukan yang berasal dari Kaledupa Kepulauan Wakatobi, Sulawesi Tenggara. Seni pertunjukan ini berupa tarian tradisional. Tarian ini telah ditetapkan menjadi Warisan Budaya Nasional pada 2013 dan dinominasikan sebagai Warisan tak Benda oleh UNESCO.",
      "tarianImg": "https://i.ibb.co/v1KHJkk/28.png",
      "vidSrc": "sU_h5Io2g30"
    },
    {
      "id": 28,
      "province": "Gorontalo",
      "english": "Gorontalo",
      "indonesia": "Gorontalo",
      "tarian": "Tidi lo Polopalo",
      "tarian_desc": "Dinamakan palo palo karena tarian ini menggunakan properti palo palo dan menghasilkan bunyi yang khas Tarian ini kini terdapat dua jenis, yaitu tarian klasik dan modern. Perbedaan yang mencolok terletak pada jumlah penari dan iringan musiknya.",
      "tarianImg": "https://i.ibb.co/p2G3fVh/29.png",
      "vidSrc": "U8NxocV8evI"
    },
    {
      "id": 29,
      "province": "Sulawesi Barat",
      "english": "West_Sulawesi",
      "indonesia": "Sulawesi_Barat",
      "tarian": "Sayyang pattudu",
      "tarian_desc": "Sayyang Pattudu adalah warisan budaya takbenda dari suku Mandar. Arti dari Sayyang Pattudu adalah kuda yang menari.[1] Sayyang Pattudu diadakan untuk syukuran pada acara khatam Al-Qur'an. Kuda dihias dan kemudian ditunggangi mengelilingi kampung.",
      "tarianImg": "https://cdnb.artstation.com/p/assets/images/images/043/577/029/large/hidayatullah-darwis-for-wacom2.jpg",
      "vidSrc": "v64xhcNBGTE"
    },
    {
      "id": 30,
      "province": "Maluku",
      "english": "Maluku_(province)",
      "indonesia": "Maluku",
      "tarian": "Tari Saureka Reka",
      "tarian_desc": "Konon Tari Saureka Reka ini sudah ada sejak jaman dahulu di Maluku, khususnya daerah Maluku Tengah. Tari Saureka Reka ini dulunya sering dilakukan oleh para petani sagu saat musim panen tiba. Tarian ini dilakukan sebagai ungkapan rasa gembira dan rasa syukur masyarakat atas hasil panen mereka. Di Maluku selain kaya akan hasil rempah-rempahnya juga banyak terdapat pohon sagu. Sagu biasanya digunakan oleh masyarakat untuk bahan konsumsi, selain itu kayunya dapat digunakan sebagai bahan bangunan atau alat musik tradisional seperti tifa dan gaba-gaba yang digunakan untuk Tari Saureka Reka ini.",
      "tarianImg": "https://i.ibb.co/vHmdckc/31.png",
      "vidSrc": "qv0bXaCFZ00"
    },
    {
      "id": 31,
      "province": "Maluku Utara",
      "english": "North_Maluku",
      "indonesia": "Maluku_Utara",
      "tarian": "Tari Lala",
      "tarian_desc": "Tari Lalayon adalah sebuah karya tari pergaulan yang berasal dari Maluku Utara. Tarian ini berisi pesan-pesan berbau romantis dan cinta. Oleh sebab itu, tarian ini biasa dibawakan secara berpasang-pasangan dan memiliki gerakan -gerakan yang indah di sepanjang babak tariannya.",
      "tarianImg": "https://i.ibb.co/bgmtRWr/32.png",
      "vidSrc": "LZ9bqZsjd3s"
    },
    {
      "id": 32,
      "province": "Papua Barat",
      "english": "West_Papua_(province)",
      "indonesia": "Papua_Barat",
      "tarian": "Tari Yospan",
      "tarian_desc": "Yospan sendiri adalah singkatan dari Yosim dan Pancar sebagai dua tarian rakyat dari daerah berbeda. Tari Yosim berasal dari wilayah Serui, Waropen (teluk Sairei) yang memiliki gerakan tari yang lincah dan mengutamakan kebebasan gerak. Mirip tarian polonaise dari Eropa. Sedangkan Tari Pancar berasal dari Biak, Manokwari dan Numfor yang merupakan tarian hasil akulturasi budaya Biak yang terpengaruh ajaran Kristen Protestan yang masuk tahun 1908. Gerakan tarinya lebih kaku dengan iringan musik dari tifa, ukulele atau gitar.",
      "tarianImg": "https://i.ibb.co/vxTdD4y/33.png",
      "vidSrc": "BCkRtls1t08",
      "vidStart": 59
    },
    {
      "id": 33,
      "province": "Papua",
      "english": "Papua_(province)",
      "indonesia": "Papua",
      "tarian": "Tari Soanggi",
      "tarian_desc": "Dari sekian banyak warisan budaya Indonesia, masih sangat sedikit catatan mengenai Tari Suanggi dari Papua Barat ini. Menurut beberapa literatur, Tari Suanggi adalah bentuk ekspresi masyarakat Papua Barat terhadap kekentalan nuansa magis yang ada di daerah tersebut.",
      "tarianImg": "https://i.ibb.co/Zc61WKp/34.png",
      "vidSrc": "uBUwYBYAQo0"
    }
  ]
}
